// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskNameLegacy = "Strømstyring";

NeverAutoOffTitle = "Aldri";
AutoOffAfter15MinutesTitle = "Etter 15 Minutter";
AutoOffAfter30MinutesTitle = "Etter 30 Minutter";
AutoOffAfter45MinutesTitle = "Etter 45 Minutter";
AutoOffAfter1HourTitle = "Etter 1 Time";
AutoOffAfter2HoursTitle = "Etter 2 Timer";
AutoOffAfter3HoursTitle = "Etter 3 Timer";

HSDTaskDescriptionLegacy = "For å spare strøm kan det hende at skriveren slår seg av etter en viss tid. Du kan stille inn denne tiden via popup-menyen nedenfor.";
HSDAutoOffLabelLegacy = "Automatisk strømstyring av:";
ApplyButtonTitle = "Bruk";

HSDTaskName = "Auto-avslåing";
HSDTaskDescription = "Når Auto-av-funksjonen aktiveres, vil skriveren automatisk slå seg av når den har vært uvirksom i tiden valgt under. Auto-av deaktiveres når skriveren kobles til et nettverk.\nTips: Slå skriveren på igjen ved å trykke på av/på-knappen.";
HSDAutoOffLabel = "Auto-avslåing:";
"0" = "Deaktivert";
"1" = "Etter 1 minutt";
"5" = "Etter 5 minutter";
"10" = "Etter 10 minutter";
"15" = "Etter 15 minutter";
"20" = "Etter 20 minutter";
"30" = "Etter 30 minutter";
"60" = "Etter 1 time";
"120" = "Etter 2 timer";
"180" = "Etter 3 timer";
"240" = "Etter 4 timer";
"480" = "Etter 8 timer";
"720" = "Etter 12 timer";
"1440" = "Etter 24 timer";
AutoOffEnableConfirmationTitle = "Er du sikker på at du vil aktivere Auto-avslåing?";
AutoOffEnableConfirmationMessage = "Auto-avslåing vil slå av skriveren %@ uten aktivitet.";
YesButtonTitle = "Ja";
NoButtonTitle = "Nei";

HSDSleepAndAutoOffLabel = "Hvilemodus/Auto-av:";
HSDShutDownLabel = "Slå av:";
ShutDownEnableConfirmationTitle = "Er du sikker på at du vil aktivere Slå av?";
ShutDownEnableConfirmationMessage = "Slå av vil automatisk slå av skriveren %@ uten aktivitet.";
HSDTaskDescriptionForAutoOff = "HP Auto-av/Auto-på er en strømsparingsmodus som bruker lite strøm og som slår seg på for å skrive ut.";
HSDTaskDescriptionForShutDown = "Slå av vil automatisk slå av skriveren etter en forhåndsdefinert periode uten aktivitet. Hvis du bruker Slå av-funksjonen, vil ikke skriveren kunne skrive ut noen dokumenter (inkludert dokumenter som sendes via ePrint) eller behandle noen andre jobber (som fakser eller planlagte leveringer, hvis skriveren støtter disse funksjonene) etter at den er slått av. Disse jobbene kan ikke skrives ut før skriveren er slått på igjen.";
HSDDelayWhenPortsAreActiveCheckBox = "Forsinkelse når porter er aktive";
